projects/rarefied-flows/impingment/sims/templates/compressible/rhoPimpleFoam/laminar/sineWaveDamping/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)

#------------------------------------------------------------------------------
